Repository: elmastahsin/spine
Catalog: Spine/Spine/Localizable.xcstrings
Source language: en
Languages: tr

source: 100% On-Device Motion · Zero Network · Open Source
tr: %100 Cihaz Üzerinde · Sıfır Ağ · Açık Kaynak

source: Alert
tr: Uyarı

source: Angle Deviation
tr: Açı Sapması

source: Automatic
tr: Otomatik

source: Calibrate
tr: Kalibre et

source: Calibrating…
tr: Kalibre ediliyor…

source: Calibration complete.
tr: Kalibrasyon tamam.

source: Calibration needed
tr: Kalibrasyon gerekli

source: Connect your AirPods
tr: AirPods'unu tak

source: Cooldown
tr: Bekleme süresi

source: Deviation
tr: Sapma

source: Female
tr: Kadın

source: Headphone Posture Tracker
tr: Kulaklıkla Postür Takibi

source: High
tr: Yüksek

source: Lift your head
tr: Başını kaldır

source: Live 3D Orientation
tr: Canlı 3D Yönelim

source: Looking good, keep it up
tr: Harika görünüyor, böyle devam

source: Low
tr: Düşük

source: Male
tr: Erkek

source: Max
tr: Maks

source: Medium
tr: Orta

source: Neutral
tr: Nötr

source: Neutral Plane
tr: Nötr Düzlem

source: Pause
tr: Duraklat

source: Paused
tr: Duraklatıldı

source: Pitch
tr: Eğim

source: Posture is bad
tr: Postür bozuk

source: Posture is good
tr: Postür iyi

source: Quit
tr: Çık

source: Recalibrate
tr: Yeniden kalibre et

source: Resume
tr: Devam et

source: Roll
tr: Yatış

source: Roll your shoulders back
tr: Omuzlarını geri al

source: Sensitivity
tr: Hassasiyet

source: Sit up straight
tr: Dik dur

source: Sit up straight and look at the screen.
tr: Dik otur ve ekrana bak.

source: Spine tracks posture using your AirPods' head motion sensors.
tr: Spine, AirPods'unun hareket sensörlerini kullanarak postürünü takip eder.

source: System
tr: Sistem

source: Threshold:
tr: Eşik:

source: Tilt your head back slightly
tr: Başını hafifçe geriye eğ

source: Tilt your head forward slightly
tr: Başını hafifçe öne eğ

source: Voice
tr: Ses

source: Voice alerts
tr: Sesli uyarı

source: Yaw
tr: Sapma Açısı

source: You moved too much. Try again.
tr: Çok hareket ettin, tekrar dene.

source: You're sinking into the screen
tr: Ekrana gömüldün, dikleş

source: s
tr: sn
